Repository: SamuelPietro/Breastplate
Catalog: locale/*.po
Languages: pt_br

source: The data provided is invalid. Please check the data and try again.
pt_br: Os dados fornecidos são inválidos. Verifique os dados e tente novamente.

source: Error getting all users
pt_br: Erro ao obter todos os usuários

source: Error getting user
pt_br: Erro ao obter usuário

source: Error creating user in database
pt_br: Erro ao criar usuário no banco de dados

source: Error creating user
pt_br: Erro ao criar usuário

source: Error editing user
pt_br: Erro ao editar o usuário

source: Error deleting user
pt_br: Erro ao excluir usuário

source: Error getting user by email
pt_br: Erro ao obter usuário por e-mail

source: Error getting user by name
pt_br: Erro ao obter usuário pelo nome

source: Error getting user count
pt_br: Erro ao obter contagem de usuários

source: Error getting list of users
pt_br: Erro ao obter lista de usuários

source: Error when changing user password
pt_br: Erro ao alterar a senha do usuário

source: Header not found:
pt_br: Cabeçalho não encontrado:

source: Template not found:
pt_br: Modelo não encontrado:

source: Footer not found:
pt_br: Rodapé não encontrado:

source: An error occurred:
pt_br: Um erro ocorreu:

source: Error initializing the application:
pt_br: Erro ao inicializar o aplicativo:

source: Error executing the application:
pt_br: Erro ao executar o aplicativo:

source: Invalid CSRF Token
pt_br: Token CSRF inválido

source: Error getting routes
pt_br: Invalid CSRF Token
